---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CeilingThickness
source: html/73cb3f98-8d3c-938e-e921-70450fae6d0c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CeilingThickness Property

"Thickness"

## Syntax (C#)
```csharp
public static ForgeTypeId CeilingThickness { get; }
```